Repository: ChristophG3/Wetterpilot_3_0
Catalog: Wetterpilot_3_0/Resources/Localizable.xcstrings
Source language: de
Languages: en

# weather.condition.snow
source: Schnee
en: Snow

# weather.condition.thunderstorm
source: Gewitter
en: Thunderstorm

# weather.condition.variable
source: Wechselhaft
en: Variable

# weather.dataSource
source: Datenquelle
en: Data source

# weather.disclaimer
source: Wetterprognosen können sich ändern.
en: Weather forecasts can change.

# weather.error.incomplete
source: Die Wetterdaten sind unvollständig.
en: The weather data is incomplete.

# weather.error.invalidURL
source: Die Wetterabfrage konnte nicht erstellt werden.
en: The weather request could not be created.

# weather.refresh
source: Wetter aktualisieren
en: Refresh weather

source: Weiteren Ort hinzufügen
en: Add another place

source: Welche Daten werden verarbeitet?
en: What data is processed?

source: Wofür werden die Daten verwendet?
en: What is the data used for?

source: Zur Autovervollständigung von Ortsnamen und zur Anzeige der Wettervorhersage für deine Reiseziele.
en: For place autocomplete and weather forecasts for your destinations.
